import React from "react";

export default function Main() {
  return (
    <div>
      <section className="text-gray-600 body-font">
        <div className="container px-5 py-24 mx-auto">
          <div className="text-center mb-20">
            <h1 className="sm:text-3xl text-2xl font-medium title-font text-gray-900 mb-4">
              แผนยุทธศาสตร์ชาติ 20 ปี
            </h1>
            <p className="text-base leading-relaxed xl:w-2/4 lg:w-3/4 mx-auto text-gray-500s">
              ยุทธศาสตร์ชาติ
              เป็นเป้าหมายในการพัฒนาประเทศอย่างยั่งยืนตามหลักธรรมาภิบาล
              เพื่อใช้เป็นกรอบในการจัดทําแผนต่าง ๆ ให้สอดคล้องและบูรณาการกัน
              อันจะก่อให้เกิดเป็นพลังผลักดันร่วมกันไปสู่เป้าหมายดังกล่าว
              ตามระยะเวลาที่กําหนดไว้ในยุทธศาสตร์ชาติ 20 ปี (พ.ศ. 2561 – 2580)
            </p>
            <div className="flex mt-6 justify-center">
              <div className="w-16 h-1 rounded-full bg-indigo-500 inline-flex" />
            </div>
          </div>
          <div className="flex flex-wrap sm:-m-4 -mx-4 -mb-10 -mt-4 md:space-y-0 space-y-6">
            <div className="p-4 md:w-1/3 flex flex-col text-center items-center">
              <div className="w-20 h-20 inline-flex items-center justify-center rounded-full bg-indigo-100 text-indigo-500 mb-5 flex-shrink-0">
                <svg
                  fill="none"
                  stroke="currentColor"
                  strokeLinecap="round"
                  strokeLinejoin="round"
                  strokeWidth={2}
                  className="w-10 h-10"
                  viewBox="0 0 24 24"
                >
                  <path d="M22 12h-4l-3 9L9 3l-3 9H2" />
                </svg>
              </div>
              <div className="flex-grow">
                <h2 className="text-gray-900 text-lg title-font font-medium mb-3">
                  1. ยุทธศาสตร์ด้านความมั่นคง
                </h2>
                <p className="leading-relaxed text-base">
                  ยุทธศาสตร์ชาติด้านความมั่นคง มีเป้าหมายการพัฒนาที่ส่าคัญ คือ
                  ประเทศชาติมั่นคง ประชาชนมีความสุข
                  เน้นการบริหารจัดการสภาวะแวดล้อมของ ประเทศให้มีความมั่นคง
                  ปลอดภัย เอกราช อธิปไตย และมีความสงบเรียบร้อยในทุก ระดับ
                  ตั้งแต่ระดับชาติ สังคม ชุมชน มุ่งเน้นการพัฒนาคน เครื่องมือ
                  เทคโนโลยี และ
                  ระบบฐานข้อมูลขนาดใหญ่ให้มีความพร้อมสามารถรับมือกับภัยคุกคามและภัยพิบัติได้
                  ทุกรูปแบบ และทุกระดับความรุนแรง
                  ควบคู่ไปกับการป้องกันและแก้ไขปัญหาด้าน
                  ความมั่นคงที่มีอยู่ในปัจจุบัน และที่อาจจะเกิดขึ้นในอนาคต
                  ใช้กลไกการแก้ไขปัญหา แบบบูรณาการทั้งกับส่วนราชการ ภาคเอกชน
                  ประชาสังคม และองค์กรที่ไม่ใช่รัฐ
                  รวมถึงประเทศเพื่อนบ้านและมิตรประเทศทั่วโลกบนพื้นฐานของหลักธรรมาภิบาล
                </p>

                <p className="leading-relaxed text-base p-5">
                  ตัวชี้วัด ประกอบด้วย (๑) ความสุขของประชากรไทย (๒) ความมั่นคง
                  ปลอดภัยของประเทศ (๓) ความพร้อมของกองทัพ หน่วยงานด้านความมั่นคง
                  และการมี ส่วนร่วมของภาครัฐ ภาคเอกชน
                  และภาคประชาชนในการป้องกันและแก้ไขปัญหา ความมั่นคง (๔)
                  บทบาทและการยอมรับในด้านความมั่นคงของไทยในประชาคมระหว่าง ประเทศ
                  และ (๕) ประสิทธิภาพการบริหารจัดการความมั่นคงแบบองค์รวม
                  โดยประเด็น ยุทธศาสตร์ชาติด้านความมั่นคง
                </p>

                <a
                  href="/section1"
                  className="mt-3 text-indigo-500 inline-flex items-center"
                >
                  Learn More
                  <svg
                    fill="none"
                    stroke="currentColor"
                    strokeLinecap="round"
                    strokeLinejoin="round"
                    strokeWidth={2}
                    className="w-4 h-4 ml-2"
                    viewBox="0 0 24 24"
                  >
                    <path d="M5 12h14M12 5l7 7-7 7" />
                  </svg>
                </a>
              </div>
              <div className="flex-grow">
                <h2 className="text-gray-900 text-lg title-font font-medium mb-3">
                  4. ยุทธศาสตร์ชาติด้านการสร้างโอกาสและความเสมอภาคทางสังคม
                </h2>
                <p className="leading-relaxed text-base">
                ยุทธศาสตร์ชาติด้านการสร้างโอกาสและความเสมอภาคทางสังคม มีเป้าหมาย
การพัฒนาที่ส่าคัญที่ให้ความส่าคัญการดึงเอาพลังของภาคส่วนต่าง ๆ ทั้งภาคเอกชน
ประชาสังคม ชุมชนท้องถิ่น มาร่วมขับเคลื่อน โดยการสนับสนุนการรวมตัวของ
ประชาชนในการร่วมคิดร่วมท่าเพื่อส่วนรวม การกระจายอ่านาจและความรับผิดชอบ
ไปสู่กลไกบริหารราชการแผ่นดินในระดับท้องถิ่น การเสริมสร้างความเข้มแข็งของชุมชน
ในการจัดการตนเอง และการเตรียมความพร้อมของประชากรไทยทั้งในมิติสุขภาพ
เศรษฐกิจ สังคม และสภาพแวดล้อมให้เป็นประชากรที่มีคุณภาพ สามารถพึ่งตนเอง
และท่าประโยชน์แก่ครอบครัว ชุมชน และสังคมให้นานที่สุด โดยรัฐให้หลักประกัน
การเข้าถึงบริการและสวัสดิการที่มีคุณภาพอย่างเป็นธรรมและทั่วถึง
                </p>

                <p className="leading-relaxed text-base p-5">
                ตัวชี้วัด ประกอบด้วย (๑) ความแตกต่างของรายได้และการเข้าถึงบริการ
ภาครัฐระหว่างกลุ่มประชากร (๒) ความก้าวหน้าของการพัฒนาคน (๓) ความก้าวหน้า
ในการพัฒนาจังหวัดในการเป็นศูนย์กลางความเจริญทางเศรษฐกิจ สังคม และ
เทคโนโลยี และ (๔) คุณภาพชีวิตของประชากรสูงอายุ โดยประเด็นยุทธศาสตร์ชาติด้าน
การสร้างโอกาสและความเสมอภาคทางสังคม
                </p>

                <a
                  href="/section4"
                  className="mt-3 text-indigo-500 inline-flex items-center"
                >
                  Learn More
                  <svg
                    fill="none"
                    stroke="currentColor"
                    strokeLinecap="round"
                    strokeLinejoin="round"
                    strokeWidth={2}
                    className="w-4 h-4 ml-2"
                    viewBox="0 0 24 24"
                  >
                    <path d="M5 12h14M12 5l7 7-7 7" />
                  </svg>
                </a>
              </div>
            </div>
            <div className="p-4 md:w-1/3 flex flex-col text-center items-center">
              <div className="w-20 h-20 inline-flex items-center justify-center rounded-full bg-indigo-100 text-indigo-500 mb-5 flex-shrink-0">
                <svg
                  fill="none"
                  stroke="currentColor"
                  strokeLinecap="round"
                  strokeLinejoin="round"
                  strokeWidth={2}
                  className="w-10 h-10"
                  viewBox="0 0 24 24"
                >
                  <circle cx={6} cy={6} r={3} />
                  <circle cx={6} cy={18} r={3} />
                  <path d="M20 4L8.12 15.88M14.47 14.48L20 20M8.12 8.12L12 12" />
                </svg>
              </div>
              <div className="flex-grow">
                <h2 className="text-gray-900 text-lg title-font font-medium mb-3">
                  2. ยุทธศาสตร์ด้านการสร้างความสามารถในการแข่งขัน
                </h2>
                <p className="leading-relaxed text-base">
                  ยุทธศาสตร์ชาติด้านการสร้างความสามารถในการแข่งขัน มีเป้าหมาย
                  การพัฒนาที่มุ่งเน้นการยกระดับศักยภาพของประเทศในหลากหลายมิติ
                  บนพื้นฐาน แนวคิด ๓ ประการ ได้แก่ (๑) “ต่อยอดอดีต”
                  โดยมองกลับไปที่รากเหง้าทางเศรษฐกิจ อัตลักษณ์ วัฒนธรรม ประเพณี
                  วิถีชีวิต และจุดเด่นทางทรัพยากรธรรมชาติ ที่หลากหลาย
                  รวมทั้งความได้เปรียบเชิงเปรียบเทียบของประเทศในด้านอื่น ๆ น่ามา
                  ประยุกต์ผสมผสานกับเทคโนโลยีและนวัตกรรม
                  เพื่อให้สอดรับกับบริบทของเศรษฐกิจ และสังคมโลกสมัยใหม่ (๒)
                  “ปรับปัจจุบัน” เพื่อปูทางสู่อนาคต ผ่านการพัฒนา
                  โครงสร้างพื้นฐานของประเทศในมิติต่าง ๆ
                  ทั้งโครงข่ายระบบคมนาคมและขนส่ง โครงสร้างพื้นฐานวิทยาศาสตร์
                  เทคโนโลยี และดิจิทัล และการปรับสภาพแวดล้อม
                  ให้เอื้อต่อการพัฒนาอุตสาหกรรมและบริการอนาคต และ (๓)
                  “สร้างคุณค่าใหม่ ในอนาคต” ด้วยการเพิ่มศักยภาพของผู้ประกอบการ
                  พัฒนาคนรุ่นใหม่ รวมถึงปรับ รูปแบบธุรกิจ
                  เพื่อตอบสนองต่อความต้องการของตลาด ผสมผสานกับยุทธศาสตร์
                  ที่รองรับอนาคต บนพื้นฐานของการต่อยอดอดีตและปรับปัจจุบัน
                  พร้อมทั้งการส่งเสริม และสนับสนุนจากภาครัฐ
                  ให้ประเทศไทยสามารถสร้างฐานรายได้และการจ้างงานใหม่
                  ขยายโอกาสทางการค้าและการลงทุนในเวทีโลก
                  ควบคู่ไปกับการยกระดับรายได้และ การกินดีอยู่ดี
                  รวมถึงการเพิ่มขึ้นของคนชั้นกลางและลดความเหลื่อมล้่าของคน
                  ในประเทศได้ในคราวเดียวกัน
                </p>
                <p className="leading-relaxed text-base p-5">
                  ตัวชี้วัด ประกอบด้วย (๑) รายได้ประชาชาติ
                  การขยายตัวของผลิตภัณฑ์ มวลรวมภายในประเทศ และการกระจายรายได้
                  (๒) ผลิตภาพการผลิตของประเทศ ทั้งในปัจจัยการผลิตและแรงงาน (๓)
                  การลงทุนเพื่อการวิจัยและพัฒนา และ (๔)
                  ความสามารถในการแข่งขันของประเทศ
                  โดยประเด็นยุทธศาสตร์ชาติด้านการสร้าง ความสามารถในการแข่งขัน
                </p>
                <a
                  href="/section2"
                  className="mt-3 text-indigo-500 inline-flex items-center"
                >
                  Learn More
                  <svg
                    fill="none"
                    stroke="currentColor"
                    strokeLinecap="round"
                    strokeLinejoin="round"
                    strokeWidth={2}
                    className="w-4 h-4 ml-2"
                    viewBox="0 0 24 24"
                  >
                    <path d="M5 12h14M12 5l7 7-7 7" />
                  </svg>
                </a>
              </div>
              <div className="flex-grow">
                <h2 className="text-gray-900 text-lg title-font font-medium mb-3">
                5. ยุทธศาสตร์ชาติด้านการสร้างการเติบโตบนคุณภาพชีวิตที่เป็นมิตรต่อ
สิ่งแวดล้อม
                </h2>
                <p className="leading-relaxed text-base">
                มีเป้าหมายการพัฒนาที่ส่าคัญเพื่อน่าไปสู่การบรรลุเป้าหมายการพัฒนา
ที่ยั่งยืนในทุกมิติ ทั้งมิติด้านสังคม เศรษฐกิจ สิ่งแวดล้อม ธรรมาภิบาล และความเป็น
หุ้นส่วนความร่วมมือระหว่างกันทั้งภายในและภายนอกประเทศอย่างบูรณาการ ใช้พื้นที่
เป็นตัวตั้งในการก่าหนดกลยุทธ์และแผนงาน และการให้ทุกฝ่ายที่เกี่ยวข้องได้เข้ามา
มีส่วนร่วมในแบบทางตรงให้มากที่สุดเท่าที่จะเป็นไปได้ โดยเป็นการด่าเนินการบน
พื้นฐานการเติบโตร่วมกัน ไม่ว่าจะเป็นทางเศรษฐกิจ สิ่งแวดล้อม และคุณภาพชีวิต
โดยให้ความส่าคัญกับการสร้างสมดุลทั้ง ๓ ด้าน อันจะน่าไปสู่ความยั่งยืนเพื่อคนรุ่น
ต่อไปอย่างแท้จริง
                </p>
                <p className="leading-relaxed text-base p-5">
                ตัวชี้วัด ประกอบด้วย (๑) พื้นที่สีเขียวที่เป็นมิตรกับสิ่งแวดล้อม (๒) สภาพ
แวดล้อมและทรัพยากรธรรมชาติที่เสื่อมโทรมได้รับการฟื้นฟู (๓) การเติบโตที่เป็นมิตร
กับสิ่งแวดล้อม และ (๔) ปริมาณก๊าซเรือนกระจก มูลค่าเศรษฐกิจฐานชีวภาพ
โดยประเด็นยุทธศาสตร์ชาติด้านการสร้างการเติบโตบนคุณภาพชีวิตที่เป็นมิตรต่อ
สิ่งแวดล้อม 
                </p>
                <a
                  href="/section5"
                  className="mt-3 text-indigo-500 inline-flex items-center"
                >
                  Learn More
                  <svg
                    fill="none"
                    stroke="currentColor"
                    strokeLinecap="round"
                    strokeLinejoin="round"
                    strokeWidth={2}
                    className="w-4 h-4 ml-2"
                    viewBox="0 0 24 24"
                  >
                    <path d="M5 12h14M12 5l7 7-7 7" />
                  </svg>
                </a>
              </div>
            </div>
            <div className="p-4 md:w-1/3 flex flex-col text-center items-center">
              <div className="w-20 h-20 inline-flex items-center justify-center rounded-full bg-indigo-100 text-indigo-500 mb-5 flex-shrink-0">
                <svg
                  fill="none"
                  stroke="currentColor"
                  strokeLinecap="round"
                  strokeLinejoin="round"
                  strokeWidth={2}
                  className="w-10 h-10"
                  viewBox="0 0 24 24"
                >
                  <path d="M20 21v-2a4 4 0 00-4-4H8a4 4 0 00-4 4v2" />
                  <circle cx={12} cy={7} r={4} />
                </svg>
              </div>
              <div className="flex-grow">
                <h2 className="text-gray-900 text-lg title-font font-medium mb-3">
                  3.
                  ยุทธศาสตร์ชาติด้านการพัฒนาและเสริมสร้างศักยภาพทรัพยากรมนุษย์
                </h2>
                <p className="leading-relaxed text-base">
                  ยุทธศาสตร์ชาติด้านการพัฒนาและเสริมสร้างศักยภาพทรัพยากรมนุษย์
                  มีเป้าหมายการพัฒนาที่ส่าคัญเพื่อพัฒนาคนในทุกมิติและในทุกช่วงวัยให้เป็นคนดี
                  เก่ง และมีคุณภาพ โดยคนไทยมีความพร้อมทั้งกาย ใจ สติปัญญา
                  มีพัฒนาการที่ดีรอบด้าน และมีสุขภาวะที่ดีในทุกช่วงวัย
                  มีจิตสาธารณะ รับผิดชอบต่อสังคมและผู้อื่น มัธยัสถ์ อดออม
                  โอบอ้อมอารี มีวินัย รักษาศีลธรรม และเป็นพลเมืองดีของชาติ
                  มีหลักคิด ที่ถูกต้อง มีทักษะที่จ่าเป็นในศตวรรษที่ ๒๑
                  มีทักษะสื่อสารภาษาอังกฤษและภาษาที่ ๓ และอนุรักษ์ภาษาท้องถิ่น
                  มีนิสัยรักการเรียนรู้และการพัฒนาตนเองอย่างต่อเนื่องตลอด ชีวิต
                  สู่การเป็นคนไทยที่มีทักษะสูง เป็นนวัตกร นักคิด ผู้ประกอบการ
                  เกษตรกรยุคใหม่ และอื่น ๆ โดยมีสัมมาชีพตามความถนัดของตนเอง
                </p>

                <p className="leading-relaxed text-base p-5">
                  ตัวชี้วัด ประกอบด้วย (๑) การพัฒนาคุณภาพชีวิต สุขภาวะ
                  และความเป็นอยู่ ที่ดีของคนไทย (๒)
                  ผลสัมฤทธิ์ทางการศึกษาและการเรียนรู้ตลอดชีวิต และ (๓) การพัฒนา
                  สังคมและครอบครัวไทย
                  โดยประเด็นยุทธศาสตร์ชาติด้านการพัฒนาและเสริมสร้าง
                  ศักยภาพทรัพยากรมนุษย
                </p>

                <a
                  href="/section3"
                  className="mt-3 text-indigo-500 inline-flex items-center"
                >
                  Learn More
                  <svg
                    fill="none"
                    stroke="currentColor"
                    strokeLinecap="round"
                    strokeLinejoin="round"
                    strokeWidth={2}
                    className="w-4 h-4 ml-2"
                    viewBox="0 0 24 24"
                  >
                    <path d="M5 12h14M12 5l7 7-7 7" />
                  </svg>
                </a>
              </div>
              <div className="flex-grow">
                <h2 className="text-gray-900 text-lg title-font font-medium mb-3">
                6. ยุทธศาสตร์ชาติด้านการปรับสมดุลและพัฒนาระบบการบริหารจัดการภาครัฐ
                </h2>
                <p className="leading-relaxed text-base">
                ยุทธศาสตร์ชาติด้านการปรับสมดุลและพัฒนาระบบการบริหารจัดการภาครัฐ
มีเป้าหมายการพัฒนาที่ส่าคัญเพื่อปรับเปลี่ยนภาครัฐที่ยึดหลัก “ภาครัฐของประชาชน
เพื่อประชาชนและประโยชน์ส่วนรวม” โดยภาครัฐต้องมีขนาดที่เหมาะสมกับบทบาท
ภารกิจ แยกแยะบทบาทหน่วยงานของรัฐที่ท่าหน้าที่ในการก่ากับหรือในการให้บริการ
ยึดหลักธรรมาภิบาล ปรับวัฒนธรรมการท่างานให้มุ่งผลสัมฤทธิ์และผลประโยชน์
ส่วนรวม มีความทันสมัย และพร้อมที่จะปรับตัวให้ทันต่อการเปลี่ยนแปลงของโลก
อยู่ตลอดเวลา โดยเฉพาะอย่างยิ่งการน่านวัตกรรม เทคโนโลยีข้อมูลขนาดใหญ่ ระบบ
การท่างานที่เป็นดิจิทัลเข้ามาประยุกต์ใช้อย่างคุ้มค่า และปฏิบัติงานเทียบได้กับ
มาตรฐานสากล รวมทั้งมีลักษณะเปิดกว้าง เชื่อมโยงถึงกันและเปิดโอกาสให้ทุกภาคส่วน
เข้ามามีส่วนร่วมเพื่อตอบสนองความต้องการของประชาชนได้อย่างสะดวก รวดเร็ว
และโปร่งใส โดยทุกภาคส่วนในสังคมต้องร่วมกันปลูกฝังค่านิยมความซื่อสัตย์สุจริต
ความมัธยัสถ์ และสร้างจิตส่านึกในการปฏิเสธไม่ยอมรับการทุจริตประพฤติมิชอบอย่าง
สิ้นเชิง นอกจากนั้น กฎหมายต้องมีความชัดเจน มีเพียงเท่าที่จ่าเป็น มีความทันสมัย
มีความเป็นสากล มีประสิทธิภาพ และน่าไปสู่การลดความเหลื่อมล้่าและเอื้อต่อการ
พัฒนา โดยกระบวนการยุติธรรมมีการบริหารที่มีประสิทธิภาพ เป็นธรรม ไม่เลือกปฏิบัติ
และการอ่านวยความยุติธรรมตามหลักนิติธรรม
                </p>

                <p className="leading-relaxed text-base p-5">
                ตัวชี้วัด ประกอบด้วย (๑) ระดับความพึงพอใจของประชาชนต่อการให้บริการ
สาธารณะของภาครัฐ (๒) ประสิทธิภาพของการบริการภาครัฐ (๓) ระดับความโปร่งใส
การทุจริต ประพฤติมิชอบและ (๔) ความเสมอภาคในกระบวนการยุติธรรม โดยประเด็น
ยุทธศาสตร์ชาติด้านการปรับสมดุลและพัฒนาระบบการบริหารจัดการภาครัฐ
ประกอบด้วย ๘ ประเด็น ได้แก่
                </p>

                <a
                  href="/section6"
                  className="mt-3 text-indigo-500 inline-flex items-center"
                >
                  Learn More
                  <svg
                    fill="none"
                    stroke="currentColor"
                    strokeLinecap="round"
                    strokeLinejoin="round"
                    strokeWidth={2}
                    className="w-4 h-4 ml-2"
                    viewBox="0 0 24 24"
                  >
                    <path d="M5 12h14M12 5l7 7-7 7" />
                  </svg>
                </a>
              </div>
            </div>
          </div>
          <button className="flex mx-auto mt-16 text-white bg-indigo-500 border-0 py-2 px-8 focus:outline-none hover:bg-indigo-600 rounded text-lg">
            Button
          </button>
        </div>
      </section>
    </div>
  );
}
