import React from "react";

export default function Section2() {
  return (
    <div className="px-56 py-10 shadow-lg p-3 mb-5 bg-white rounded text-xl">
      <p className="p-5">
        ๑. การเกษตรสร้างมูลค่า ให้ความส่าคัญกับการเพิ่มผลิตภาพการผลิต
        ทั้งเชิงปริมาณและมูลค่า และความหลากหลายของสินค้าเกษตร ประกอบด้วย (๑)
        เกษตรอัตลักษณ์พื้นถิ่น (๒) เกษตรปลอดภัย (๓) เกษตรชีวภาพ (๔) เกษตรแปรรูป
        และ (๕) เกษตรอัจฉริยะ
      </p>

      <p className="p-5">
        ๒. อุตสาหกรรมและบริการแห่งอนาคต โดยสร้างอุตสาหกรรมและบริการ
        แห่งอนาคตที่ขับเคลื่อนประเทศไทยไปสู่ประเทศที่พัฒนาแล้วด้วยนวัตกรรมและ
        เทคโนโลยีแห่งอนาคต ประกอบด้วย (๑) อุตสาหกรรมชีวภาพ (๒) อุตสาหกรรมและ
        บริการการแพทย์ครบวงจร (๓) อุตสาหกรรมและบริการดิจิทัล ข้อมูล และปัญญา
        ประดิษฐ์ (๔) อุตสาหกรรมและบริการขนส่งและโลจิสติกส์และ (๕) อุตสาหกรรม
        ความมั่นคงของประเทศ
      </p>

      <p className="p-5">
        ๓. สร้างความหลากหลายด้านการท่องเที่ยว โดยการรักษาการเป็น
        จุดหมายปลายทางที่ส่าคัญของการท่องเที่ยวระดับโลกที่ดึงดูดนักท่องเที่ยวทุกระดับ
        และเพิ่มสัดส่วนของนักท่องเที่ยวที่มีคุณภาพสูง ประกอบด้วย (๑)
        ท่องเที่ยวเชิง สร้างสรรค์และวัฒนธรรม (๒) ท่องเที่ยวเชิงธุรกิจ (๓)
        ท่องเที่ยวเชิงสุขภาพ ความงาม และแพทย์แผนไทย (๔) ท่องเที่ยวส่าราญทางน้่า
        และ (๕) ท่องเที่ยวเชื่อมโยงภูมิภาค
      </p>

      <p className="p-5">
        ๔. โครงสร้างพื้นฐาน เชื่อมไทย เชื่อมโลก ครอบคลุมถึงโครงสร้างพื้นฐาน
        ทางกายภาพในด้านโครงข่ายคมนาคม พื้นที่และเมือง รวมถึงเทคโนโลยี ตลอดจน
        โครงสร้างพื้นฐานทางเศรษฐกิจ โดย (๑) เชื่อมโยงโครงข่ายคมนาคมไร้รอยต่อ (๒)
        สร้าง และพัฒนาเขตเศรษฐกิจพิเศษ (๓) เพิ่มพื้นที่และเมืองเศรษฐกิจ (๔)
        พัฒนาโครงสร้าง พื้นฐานเทคโนโลยีสมัยใหม่ และ (๕)
        รักษาและเสริมสร้างเสถียรภาพทางเศรษฐกิจ มหภาค
      </p>

      <p className="p-5">
        ๕. พัฒนาเศรษฐกิจบนพื้นฐานผู้ประกอบการยุคใหม่ สร้างและพัฒนา
        ผู้ประกอบการยุคใหม่ ที่มีทักษะและจิตวิญญาณของการเป็นผู้ประกอบการที่มี
        ความสามารถในการแข่งขันและมีอัตลักษณ์ชัดเจน โดย (๑)
        สร้างผู้ประกอบการอัจฉริยะ (๒) สร้างโอกาสเข้าถึงบริการทางการเงิน (๓)
        สร้างโอกาสเข้าถึงตลาด (๔) สร้างโอกาส เข้าถึงข้อมูล และ (๕)
        ปรับบทบาทและโอกาสการเข้าถึงบริการภาครัฐ
      </p>
    </div>
  );
}
