import React from "react";

export default function Section4() {
  return (
    <div className="px-56 py-10 shadow-lg p-3 mb-5 bg-white rounded text-xl">
      <p className="p-5">
        ๑. การลดความเหลื่อมล้้า สร้างความเป็นธรรมในทุกมิติ โดย (๑) ปรับ
        โครงสร้างเศรษฐกิจฐานราก (๒) ปฏิรูประบบภาษีและการคุ้มครองผู้บริโภค (๓)
        กระจาย การถือครองที่ดินและการเข้าถึงทรัพยากร (๔)
        เพิ่มผลิตภาพและคุ้มครองแรงงานไทย
        ให้เป็นแรงงานฝีมือที่มีคุณภาพและความริเริ่มสร้างสรรค์
        มีความปลอดภัยในการท่างาน (๕)
        สร้างหลักประกันทางสังคมที่ครอบคลุมและเหมาะสมกับคนทุกช่วงวัย ทุกเพศภาวะ
        และทุกกลุ่ม (๖)
        ลงทุนทางสังคมแบบมุ่งเป้าเพื่อช่วยเหลือกลุ่มคนยากจนและกลุ่ม
        ผู้ด้อยโอกาสโดยตรง (๗) สร้างความเป็นธรรมในการเข้าถึงบริการสาธารณสุข
        และการศึกษา โดยเฉพาะส่าหรับผู้มีรายได้น้อยและกลุ่มผู้ด้อยโอกาส และ (๘)
        สร้าง ความเป็นธรรมในการเข้าถึงกระบวนการยุติธรรมอย่างทั่วถึง
      </p>

      <p className="p-5">
        ๒. การกระจายศูนย์กลางความเจริญทางเศรษฐกิจ สังคมและเทคโนโลยี โดย (๑)
        พัฒนาศูนย์กลางความเจริญทางเศรษฐกิจ สังคมและเทคโนโลยีในภูมิภาค (๒)
        ก่าหนดแผนพัฒนาเศรษฐกิจและสังคมของแต่ละกลุ่มจังหวัดในมิติต่าง ๆ (๓)
        จัดระบบเมืองที่เอื้อต่อการสร้างชีวิตและสังคมที่มีคุณภาพและปลอดภัย
        ให้สามารถ ตอบสนองต่อสังคมสูงวัยและแนวโน้มของการขยายตัวของเมืองในอนาคต
        (๔) ปรับ โครงสร้างและแก้ไขกฎหมายระเบียบบริหารราชการแผ่นดิน
        เพื่อวางระบบและกลไก การบริหารงานในระดับภาค กลุ่มจังหวัด (๕)
        สนับสนุนการพัฒนาพื้นที่บนฐานข้อมูล ความรู้ เทคโนโลยีและนวัตกรรม และ (๖)
        การพัฒนาก่าลังแรงงานในพื้นที่
      </p>

      <p className="p-5">
        ๓. การเสริมสร้างพลังทางสังคม โดย (๑) สร้างสังคมเข้มแข็งที่แบ่งปัน
        ไม่ทอดทิ้งกัน และมีคุณธรรม โดยสนับสนุนการรวมตัวและดึงพลังของภาคส่วนต่าง
        ๆ (๒) การรองรับสังคมสูงวัยอย่างมีคุณภาพ (๓)
        สนับสนุนความร่วมมือระหว่างภาครัฐ ภาคเอกชน ภาควิชาการ
        ภาคประชาสังคมและภาคประชาชน (๔) ส่งเสริมความเสมอ
        ภาคทางเพศและบทบาทของสตรีในการสร้างสรรค์สังคม (๕) สนับสนุนการพัฒนาบน
        ฐานทุนทางสังคมและวัฒนธรรม และ (๖) สนับสนุนการพัฒนาเทคโนโลยีสารสนเทศ
        และสื่อสร้างสรรค์ เพื่อรองรับสังคมยุคดิจิทัล
      </p>

      <p className="p-5">
        ๔. การเพิ่มขีดความสามารถของชุมชนท้องถิ่นในการพัฒนา การพึ่ง
        ตนเองและการจัดการตนเอง โดย (๑) ส่งเสริมการปรับพฤติกรรมในระดับครัวเรือน
        ให้มีขีดความสามารถในการจัดการวางแผนชีวิต สุขภาพ ครอบครัว การเงินและอาชีพ
        (๒) เสริมสร้างศักยภาพของชุมชนในการพึ่งตนเองและการพึ่งพากันเอง (๓)
        สร้างการ มีส่วนร่วมของภาคส่วนต่าง ๆ เพื่อสร้างประชาธิปไตยชุมชน และ (๔)
        สร้างภูมิคุ้มกัน ทางปัญญาให้กับชุมชน
      </p>
    </div>
  );
}
