import React from 'react'

export default function Section3() {
  return (
    <div className="px-56 py-10 shadow-lg p-3 mb-5 bg-white rounded text-xl">

<p className="p-5">
๑. การปรับเปลี่ยนค่านิยมและวัฒนธรรม มุ่งเน้นให้สถาบันทางสังคมร่วม
ปลูกฝังค่านิยมและวัฒนธรรมที่พึงประสงค์โดย (๑) การปลูกฝังค่านิยมและวัฒนธรรม
ผ่านการเลี้ยงดูในครอบครัว (๒) การบูรณาการเรื่องความซื่อสัตย์ วินัย คุณธรรม
จริยธรรม ในการจัดการเรียนการสอนในสถานศึกษา (๓) การสร้างความเข้มแข็ง
ในสถาบันทางศาสนา (๔) การปลูกฝังค่านิยมและวัฒนธรรมโดยใช้ชุมชนเป็นฐาน
(๕) การสร้างค่านิยมและวัฒนธรรมที่พึงประสงค์จากภาคธุรกิจ (๖) การใช้สื่อและ
สื่อสารมวลชนในการปลูกฝังค่านิยมและวัฒนธรรมของคนในสังคม และ (๗) การส่งเสริม
ให้คนไทยมีจิตสาธารณะและมีความรับผิดชอบต่อส่วนรวม
</p>

<p className="p-5">
๒. การพัฒนาศักยภาพคนตลอดช่วงชีวิต มุ่งเน้นการพัฒนาคนเชิงคุณภาพ
ในทุกช่วงวัย ประกอบด้วย (๑) ช่วงการตั้งครรภ์/ปฐมวัย เน้นการเตรียมความพร้อม
ให้แก่พ่อแม่ก่อนการตั้งครรภ์ (๒) ช่วงวัยเรียน/วัยรุ่น ปลูกฝังความเป็นคนดี มีวินัย
พัฒนาทักษะการเรียนรู้ที่สอดรับกับศตวรรษที่ ๒๑ (๓) ช่วงวัยแรงงาน ยกระดับ
ศักยภาพ ทักษะและสมรรถนะแรงงานสอดคล้องกับความต้องการของตลาด และ
(๔) ช่วงวัยผู้สูงอายุ ส่งเสริมให้ผู้สูงอายุเป็นพลังในการขับเคลื่อนประเทศ 
</p>

<p className="p-5">
๓. ปฏิรูปกระบวนการเรียนรู้ที่ตอบสนองต่อการเปลี่ยนแปลงใน
ศตวรรษที่ ๒๑ มุ่งเน้นผู้เรียนให้มีทักษะการเรียนรู้และมีใจใฝ่เรียนรู้ตลอดเวลา โดย
(๑) การปรับเปลี่ยนระบบการเรียนรู้ให้เอื้อต่อการพัฒนาทักษะส่าหรับศตวรรษที่ ๒๑
(๒) การเปลี่ยนโฉมบทบาท “ครู” ให้เป็นครูยุคใหม่ (๓) การเพิ่มประสิทธิภาพระบบ
บริหารจัดการศึกษาในทุกระดับ ทุกประเภท (๔) การพัฒนาระบบการเรียนรู้ตลอดชีวิต
(๕) การสร้างความตื่นตัวให้คนไทยตระหนักถึงบทบาท ความรับผิดชอบ และการวาง
ต่าแหน่งของประเทศไทยในภูมิภาคเอเชียอาคเนย์และประชาคมโลก (๖) การวาง
พื้นฐานระบบรองรับการเรียนรู้โดยใช้ดิจิทัลแพลตฟอร์ม และ (๗) การสร้างระบบ
การศึกษาเพื่อเป็นเลิศทางวิชาการระดับนานาชาติ 
</p>

<p className="p-5">
๔. การตระหนักถึงพหุปัญญาของมนุษย์ที่หลากหลาย โดย (๑) การพัฒนา
และส่งเสริมพหุปัญญาผ่านครอบครัว ระบบสถานศึกษา สภาพแวดล้อม รวมทั้งสื่อ
ตั้งแต่ระดับปฐมวัย (๒) การสร้างเส้นทางอาชีพ สภาพแวดล้อมการท่างาน และระบบ
สนับสนุน ที่เหมาะสมส่าหรับผู้มีความสามารถพิเศษผ่านกลไกต่าง ๆ และ (๓) การดึงดูด
กลุ่มผู้เชี่ยวชาญต่างชาติและคนไทยที่มีความสามารถในต่างประเทศให้มาสร้างและ
พัฒนาเทคโนโลยีและนวัตกรรมให้กับประเทศ 
</p>

<p className="p-5">
๕. การเสริมสร้างให้คนไทยมีสุขภาวะที่ดี ครอบคลุมทั้งด้านกาย ใจ
สติปัญญา และสังคม โดย (๑) การสร้างความรอบรู้ด้านสุขภาวะ (๒) การป้องกันและ
ควบคุมปัจจัยเสี่ยงที่คุกคามสุขภาวะ (๓) การสร้างสภาพแวดล้อมที่เอื้อต่อการมีสุขภาวะ
ที่ดี (๔) การพัฒนาระบบบริการสุขภาพที่ทันสมัยสนับสนุนการสร้างสุขภาวะที่ดีและ
(๕) การส่งเสริมให้ชุมชนเป็นฐานในการสร้างสุขภาวะที่ดีในทุกพื้นที่
</p>

<p className="p-5">
๖. การสร้างสภาพแวดล้อมที่เอื้อต่อการพัฒนาและเสริมสร้างศักยภาพ
ทรัพยากรมนุษย์โดย (๑) การสร้างความอยู่ดีมีสุขของครอบครัวไทย (๒) การส่งเสริม
บทบาทการมีส่วนร่วมของภาครัฐ ภาคเอกชน องค์กรปกครองส่วนท้องถิ่น ครอบครัว
และชุมชนในการพัฒนาทรัพยากรมนุษย์ (๓) การปลูกฝังและพัฒนาทักษะนอก
ห้องเรียน และ (๔) การพัฒนาระบบฐานข้อมูลเพื่อการพัฒนาทรัพยากรมนุษย์
</p>

<p className="p-5">
๗. การเสริมสร้างศักยภาพการกีฬาในการสร้างคุณค่าทางสังคมและ
พัฒนาประเทศ โดย (๑) การส่งเสริมการออกก่าลังกาย และกีฬาขั้นพื้นฐานให้กลายเป็น
วิถีชีวิต (๒) การส่งเสริมให้ประชาชนมีส่วนร่วมในกิจกรรมออกก่าลังกาย กีฬาและ
นันทนาการ (๓) การส่งเสริมการกีฬาเพื่อพัฒนาสู่ระดับอาชีพ และ (๔) การพัฒนา
บุคลากรด้านการกีฬาและนันทนาการเพื่อรองรับการเติบโตของอุตสาหกรรมกีฬา
</p>

    </div>
  )
}
