import React from 'react'

export default function section1() {
  return (
    <div className="px-56 py-10 shadow-lg p-3 mb-5 bg-white rounded text-xl">

<p className="p-5">
๑. การรักษาความสงบภายในประเทศ เพื่อสร้างเสริมความสงบเรียบร้อย
และสันติสุขให้เกิดขึ้นกับประเทศชาติบ้านเมือง โดย (๑) การพัฒนาและเสริมสร้างคน
ในทุกภาคส่วนให้มีความเข้มแข็ง มีความพร้อม ตระหนักในเรื่องความมั่นคง และมี
ส่วนร่วมในการแก้ไขปัญหา (๒) การพัฒนาและเสริมสร้างความจงรักภักดีต่อสถาบัน
หลักของชาติ (๓) การพัฒนาและเสริมสร้างการเมืองในระบอบประชาธิปไตยอันมี
พระมหากษัตริย์ทรงเป็นประมุขที่มีเสถียรภาพและมีธรรมาภิบาล เห็นแก่ประโยชน์ของ
ประเทศชาติมากกว่าประโยชน์ส่วนตน และ (๔) การพัฒนาและเสริมสร้างกลไก
ที่สามารถป้องกันและขจัดสาเหตุของประเด็นปัญหาความมั่นคงที่ส่าคัญ
</p>

<p className="p-5">
๒. การป้องกันและแก้ไขปัญหาที่มีผลกระทบต่อความมั่นคง เพื่อแก้ไข
ปัญหาเดิม และป้องกันไม่ให้ปัญหาใหม่เกิดขึ้น โดย (๑) การแก้ไขปัญหาความมั่นคง
ในปัจจุบัน (๒) การติดตาม เฝ้าระวัง ป้องกัน และแก้ไขปัญหาที่อาจอุบัติขึ้นใหม่
(๓) การสร้างความปลอดภัยและความสันติสุขอย่างถาวรในพื้นที่จังหวัดชายแดนภาคใต้
และ (๔) การรักษาความมั่นคงและผลประโยชน์ทางทรัพยากรธรรมชาติและสิ่งแวดล้อม
ทั้งทางบกและทางทะเล
</p>

<p className="p-5">
๓. การพัฒนาศักยภาพของประเทศให้พร้อมเผชิญภัยคุกคามที่กระทบต่อ
ความมั่นคงของชาติเพื่อยกระดับขีดความสามารถของกองทัพและหน่วยงานด้าน
ความมั่นคง โดย (๑) การพัฒนาระบบงานข่าวกรองแห่งชาติแบบบูรณาการอย่างมี
ประสิทธิภาพ (๒) การพัฒนาและผนึกพลังอ่านาจแห่งชาติ กองทัพและหน่วยงาน
ความมั่นคง รวมทั้งภาครัฐและภาคประชาชน ให้พร้อมป้องกันและรักษาอธิปไตยของ
ประเทศ และเผชิญกับภัยคุกคามได้ทุกมิติทุกรูปแบบและทุกระดับ และ (๓) การพัฒนา
ระบบเตรียมพร้อมแห่งชาติและการบริหารจัดการภัยคุกคามให้มีประสิทธิภาพ
</p>


<p className="p-5">
๔. การบูรณาการความร่วมมือด้านความมั่นคงกับอาเซียนและนานาชาติ
รวมถึงองค์กรภาครัฐและที่มิใช่ภาครัฐ เพื่อสร้างเสริมความสงบสุข สันติสุข ความมั่นคง
และความเจริญ ก้าวหน้า ให้กับประเทศชาติ ภูมิภาค และโลก อย่างยั่งยืน โดย (๑) การ
เสริมสร้างและรักษาดุลยภาพสภาวะแวดล้อมระหว่างประเทศ (๒) การเสริมสร้างและ
ธ่ารงไว้ซึ่งสันติภาพและความมั่นคงของภูมิภาค และ (๓) การร่วมมือทางการพัฒนากับ
ประเทศเพื่อนบ้าน ภูมิภาค โลก รวมถึงองค์กรภาครัฐและที่มิใช่ภาครัฐ
</p>

<p className="p-5">
๕. การพัฒนากลไกการบริหารจัดการความมั่นคงแบบองค์รวม เพื่อให้
กลไกส่าคัญต่าง ๆ ท่างานได้อย่างมีประสิทธิภาพ มีการใช้หลักธรรมาภิบาล และ
การบังคับใช้กฎหมายอย่างเคร่งครัด โดย (๑) การพัฒนากลไกให้พร้อมส่าหรับ
การติดตาม เฝ้าระวัง แจ้งเตือน ป้องกัน และแก้ไขปัญหาความมั่นคงแบบองค์รวม
อย่างเป็นรูปธรรม (๒) การบริหารจัดการความมั่นคงให้เอื้ออ่านวยต่อการพัฒนา
ประเทศในมิตอื่น ๆ และ (๓) การพัฒนากลไกและองค์กรขับเคลื่อนยุทธศาสตร์ชาติ
ด้านความมั่นคง
</p>

    </div>
  )
}
