import React from "react";

export default function Section2() {
  return (
    <div className="px-56 py-10 shadow-lg p-3 mb-5 bg-white rounded text-xl">
      <p className="p-5">
        ๑. ภาครัฐที่ยึดประชาชนเป็นศูนย์กลาง ตอบสนองความต้องการ และ
        ให้บริการอย่างสะดวกรวดเร็ว โปร่งใส โดย (๑) การให้บริการสาธารณะของภาครัฐ
        ได้มาตรฐานสากลและเป็นระดับแนวหน้าของภูมิภาค และ (๒)
        ภาครัฐมีความเชื่อมโยง ในการให้บริการสาธารณะต่าง ๆ
        ผ่านการน่าเทคโนโลยีดิจิทัลมาประยุกต์ใช้
      </p>

      <p className="p-5">
        ๒. ภาครัฐบริหารงานแบบบูรณาการโดยมียุทธศาสตร์ชาติเป็นเป้าหมาย
        และเชื่อมโยงการพัฒนาในทุกระดับ ทุกประเด็น ทุกภารกิจ และทุกพื้นที่ โดย
        (๑) ให้ ยุทธศาสตร์ชาติเป็นกลไกขับเคลื่อนการพัฒนาประเทศ (๒)
        ระบบการเงินการคลังประเทศ ยุทธศาสตร์ชาติด้านการปรับสมดุล
        และพัฒนาระบบการบริหารจัดการภาครัฐ สนับสนุนการขับเคลื่อนยุทธศาสตร์ชาติและ
        (๓) ระบบติดตามประเมินผลที่สะท้อน
        การบรรลุเป้าหมายยุทธศาสตร์ชาติในทุกระดับ
      </p>

      <p className="p-5">
        ๓. ภาครัฐมีขนาดเล็กลง เหมาะสมกับภารกิจ ส่งเสริมให้ประชาชนและ
        ทุกภาคส่วนมีส่วนร่วมในการพัฒนาประเทศ โดย (๑) ภาครัฐมีขนาดที่เหมาะสม (๒)
        ทุกภาคส่วนมีส่วนร่วมในการพัฒนาประเทศ และ (๓) ส่งเสริมการกระจายอ่านาจ
        และสนับสนุนบทบาทชุมชนท้องถิ่นให้องค์กรปกครองส่วนท้องถิ่นเป็นหน่วยงานที่มี
        สมรรถนะสูง ตั้งอยู่บนหลักธรรมาภิบาล
      </p>

      <p className="p-5">
        ๔. ภาครัฐมีความทันสมัยโดย(๑) องค์กรภาครัฐมีความยืดหยุ่นเหมาะสมกับ
        บริบทการพัฒนาประเทศ และ (๒)
        พัฒนาและปรับระบบวิธีการปฏิบัติราชการให้ทันสมัย
      </p>

      <p className="p-5">
        ๕. บุคลากรภาครัฐเป็นคนดีและเก่ง ยึดหลักคุณธรรม จริยธรรม มีจิตส้านึก
        มีความสามารถสูง มุ่งมั่น และเป็นมืออาชีพ โดย (๑)
        ภาครัฐมีการบริหารก่าลังคนที่มี ความคล่องตัว ยึดระบบคุณธรรม และ (๒)
        บุคลากรภาครัฐยึดค่านิยมในการท่างานเพื่อ ประชาชน มีคุณธรรม
        และมีการพัฒนาตามเส้นทางความก้าวหน้าในอาชีพ
      </p>

      <p className="p-5">
        ๖. ภาครัฐมีความโปร่งใส ปลอดการทุจริตและประพฤติมิชอบ โดย (๑)
        ประชาชนและภาคีต่าง ๆ ในสังคมร่วมมือกันในการป้องกันการทุจริตและประพฤติ
        มิชอบ (๒) บุคลากรภาครัฐยึดมั่นในหลักคุณธรรม
        จริยธรรมและความซื่อสัตย์สุจริต (๓)
        การปราบปรามการทุจริตประพฤติมิชอบมีประสิทธิภาพมีความเด็ดขาด เป็นธรรม
        และตรวจสอบได้ และ (๔) การบริหารจัดการการป้องกันและปราบปรามการทุจริตอย่าง
        เป็นระบบแบบบูรณาการ
      </p>

      <p className="p-5">
        ๗. กฎหมายมีความสอดคล้องเหมาะสมกับบริบทต่าง ๆ และมีเท่าที่จ้าเป็น โดย(๑)
        ภาครัฐจัดให้มีกฎหมายที่สอดคล้องและเหมาะสมกับบริบทต่าง ๆ ที่เปลี่ยนแปลง
        (๒) มีกฎหมายเท่าที่จ่าเป็น และ (๓) การบังคับใช้กฎหมายอย่างมีประสิทธิภาพ
        เท่าเทียม มีการเสริมสร้างประสิทธิภาพการใช้กฎหมาย
      </p>

      <p className="p-5">
        ๘. กระบวนการยุติธรรมเคารพสิทธิมนุษยชนและปฏิบัติต่อประชาชน โดยเสมอภาค โดย
        (๑) บุคลากรและหน่วยงานในกระบวนการยุติธรรมเคารพและยึดมั่น
        ในหลักประชาธิปไตย
        เคารพศักดิ์ศรีความเป็นมนุษย์ที่พึงได้รับการปฏิบัติอย่างเท่าเทียม (๒)
        ทุกหน่วยงานในกระบวนการยุติธรรม มีบทบาทเชิงรุกร่วมกันในทุกขั้นตอน
        ของการค้นหาความจริง (๓) หน่วยงานในกระบวนการยุติธรรมทั้งทางแพ่ง อาญา
        และปกครองมีเป้าหมายและยุทธศาสตร์ร่วมกัน (๔) ส่งเสริมระบบยุติธรรมทางเลือก
        ระบบยุติธรรมชุมชน และการมีส่วนร่วมของประชาชนในกระบวนการยุติธรรม และ (๕)
        พัฒนามาตรการอื่นแทนโทษทางอาญา
      </p>
    </div>
  );
}
