import React from "react";

export default function Section5() {
  return (
    <div className="px-56 py-10 shadow-lg p-3 mb-5 bg-white rounded text-xl">
      <p className="p-5">
        ๑. สร้างการเติบโตอย่างยั่งยืนบนสังคมเศรษฐกิจสีเขียว โดย (๑) เพิ่มมูลค่า
        ของเศรษฐกิจฐานชีวภาพให้สอดคล้องกับยุทธศาสตร์ด้านการสร้างความสามารถ
        ในการแข่งขัน (๒)
        อนุรักษ์และฟื้นฟูความหลากหลายทางชีวภาพในและนอกถิ่นก่าเนิด (๓)
        อนุรักษ์และฟื้นฟูแม่น้่าล่าคลองและแหล่งน้่าธรรมชาติทั่วประเทศ (๔)
        รักษาและเพิ่ม พื้นที่สีเขียวที่เป็นมิตรกับสิ่งแวดล้อม และ (๕)
        ส่งเสริมการบริโภคและการผลิตที่ยั่งยืน
      </p>

      <p className="p-5">
        ๒. สร้างการเติบโตอย่างยั่งยืนบนสังคมเศรษฐกิจภาคทะเล โดย (๑) เพิ่ม
        มูลค่าของเศรษฐกิจฐานชีวภาพทางทะเล (๒) ปรับปรุง ฟื้นฟู
        และสร้างใหม่ทรัพยากร ทางทะเลและชายฝั่งทั้งระบบ (๓)
        ฟื้นฟูชายหาดที่เป็นแหล่งท่องเที่ยว ชายฝั่งทะเลได้รับ
        การป้องกันและแก้ไขทั้งระบบ
        และมีนโยบายการจัดการชายฝั่งแบบบูรณาการอย่างเป็น องค์รวม และ (๔)
        พัฒนาและเพิ่มสัดส่วนกิจกรรมทางทะเลที่เป็นมิตรต่อสิ่งแวดล้อม
      </p>

      <p className="p-5">
        ๓. สร้างการเติบโตอย่างยั่งยืนบนสังคมที่เป็นมิตรต่อสภาพภูมิอากาศ โดย (๑)
        ลดการปล่อยก๊าซเรือนกระจก (๒) มีการปรับตัวเพื่อลดความสูญเสียและเสียหาย
        จากภัยธรรมชาติและผลกระทบที่เกี่ยวข้องกับการเปลี่ยนแปลงสภาพภูมิอากาศ
        ยุทธศาสตร์ชาติด้านการสร้างการเติบโต
        บนคุณภาพชีวิตที่เป็นมิตรต่อสิ่งแวดล้อม (๓)
        มุ่งเป้าสู่การลงทุนที่เป็นมิตรต่อสภาพภูมิอากาศในการพัฒนาโครงสร้างพื้นฐาน
        ของภาครัฐและภาคเอกชน และ (๔)
        พัฒนาและสร้างระบบรับมือปรับตัวต่อโรคอุบัติใหม่
        และโรคอุบัติซ้่าที่เกิดจากการเปลี่ยนแปลงภูมิอากาศ
      </p>

      <p className="p-5">
        ๔. พัฒนาพื้นที่เมือง ชนบท เกษตรกรรมและอุตสาหกรรมเชิงนิเวศ มุ่งเน้น
        ความเป็นเมืองที่เติบโตอย่างต่อเนื่อง โดย (๑)
        จัดท่าแผนผังภูมินิเวศเพื่อการพัฒนา เมือง ชนบท
        พื้นที่เกษตรกรรมและอุตสาหกรรม รวมถึงพื้นที่อนุรักษ์ตามศักยภาพ
        และความเหมาะสมทางภูมินิเวศอย่างเป็นเอกภาพ (๒) พัฒนาพื้นที่เมือง ชนบท
        เกษตรกรรม และ อุตสาหกรรมเชิงนิเวศ ที่มีการบริหารจัดการตามแผนผังภูมินิเวศ
        อย่างยั่งยืน (๓) จัดการมลพิษที่มีผลกระทบต่อสิ่งแวดล้อม
        และสารเคมีในภาคเกษตร ทั้งระบบ ให้เป็นไปตามมาตรฐานสากลและค่ามาตรฐานสากล
        (๔) สงวนรักษา อนุรักษ์ ฟื้นฟู และพัฒนาทรัพยากรธรรมชาติ
        มรดกทางสถาปัตยกรรมและศิลปวัฒนธรรม อัตลักษณ์
        และวิถีชีวิตพื้นถิ่นบนฐานธรรมชาติ และฐานวัฒนธรรมอย่างยั่งยืน (๕) พัฒนา
        เครือข่ายองค์กรพัฒนาเมืองและชุมชน รวมทั้งกลุ่มอาสาสมัคร
        ด้วยกลไกการมีส่วนร่วม ของทุกภาคส่วนในท้องถิ่น และ (๖)
        เสริมสร้างระบบสาธารณสุขและอนามัยสิ่งแวดล้อม
        และยกระดับความสามารถในการป้องกันโรคอุบัติใหม่และอุบัติซ้่า
      </p>

      <p className="p-5">
        ๕. พัฒนาความมั่นคงน้้า พลังงาน และเกษตรที่เป็นมิตรต่อสิ่งแวดล้อม โดย (๑)
        พัฒนาการจัดการน้่าเชิงลุ่มน้่าทั้งระบบเพื่อเพิ่มความมั่นคงด้านน้่าของประเทศ
        (๒) เพิ่มผลิตภาพของน้่าทั้งระบบในการใช้น้่าอย่างประหยัด รู้คุณค่า
        และสร้างมูลค่าเพิ่ม จากการใช้น้่าให้ทัดเทียมกับระดับสากล (๓)
        พัฒนาความมั่นคงพลังงานของประเทศ
        และส่งเสริมการใช้พลังงานที่เป็นมิตรต่อสิ่งแวดล้อม (๔)
        เพิ่มประสิทธิภาพการใช้พลังงาน โดยลดความเข้มข้นของการใช้พลังงาน และ (๕)
        พัฒนาความมั่นคงด้านการเกษตร และอาหารของประเทศและชุมชน ในมิติปริมาณ
        คุณภาพ ราคาและการเข้าถึงอาหาร
      </p>

      <p className="p-5">
        ๓. สร้างการเติบโตอย่างยั่งยืนบนสังคมที่เป็นมิตรต่อสภาพภูมิอากาศ โดย (๑)
        ลดการปล่อยก๊าซเรือนกระจก (๒) มีการปรับตัวเพื่อลดความสูญเสียและเสียหาย
        จากภัยธรรมชาติและผลกระทบที่เกี่ยวข้องกับการเปลี่ยนแปลงสภาพภูมิอากาศ
        ยุทธศาสตร์ชาติด้านการสร้างการเติบโต
        บนคุณภาพชีวิตที่เป็นมิตรต่อสิ่งแวดล้อม (๓)
        มุ่งเป้าสู่การลงทุนที่เป็นมิตรต่อสภาพภูมิอากาศในการพัฒนาโครงสร้างพื้นฐาน
        ของภาครัฐและภาคเอกชน และ (๔)
        พัฒนาและสร้างระบบรับมือปรับตัวต่อโรคอุบัติใหม่
        และโรคอุบัติซ้่าที่เกิดจากการเปลี่ยนแปลงภูมิอากาศ
      </p>

      <p className="p-5">
        ๖. ยกระดับกระบวนทัศน์เพื่อก้าหนดอนาคตประเทศ โดย (๑) ส่งเสริม
        คุณลักษณะและพฤติกรรมที่พึงประสงค์ด้านสิ่งแวดล้อมและคุณภาพชีวิตที่ดีของ
        คนไทย (๒) พัฒนาเครื่องมือ กลไกและระบบยุติธรรม และระบบประชาธิปไตย
        สิ่งแวดล้อม (๓) จัดโครงสร้างเชิงสถาบันเพื่อจัดการประเด็นร่วม
        ด้านการบริหารจัดการ ทรัพยากรธรรมชาติและสิ่งแวดล้อมที่ส่าคัญ และ (๔)
        พัฒนาและด่าเนินโครงการ ที่ยกระดับกระบวนทัศน์ เพื่อก่าหนดอนาคตประเทศ
        ด้านทรัพยากรธรรมชาติสิ่งแวดล้อม และวัฒนธรรม บนหลักของการมีส่วนร่วม
        และธรรมาภิบาล
      </p>
    </div>
  );
}
